
const help = (prefix, ig, name, uptime, pushname2, user, date, jam) => { 
	return `
	
Follow My Instagram
${ig}

https://chat.whatsapp.com/GHC5djoQJrcGBJFwYQuQoB

┏━━━━━━━━━━━━━━━━━━━━━━━━━┓
┃╭───────────────────────
┃├➲ Hai👋 *${pushname2}*
┣━━━━━━━━━━━━━━━━━
┃├➲ I am *${name}*
┃╰───────────────────────
┃
┃╭───────────────────────
┃├➲ Total Pengguna: *${user.length}* User
┣━━━━━━━━━━━━━━━━━
┃├➲ Total Donasi: *0%* 🙂
┃╰───────────────────────
┗━━━━━━━━━━━━━━━━━━━━━━━━━┛

┏━━━━°❀ *❬ NOTE ❭* ❀°━━━━━━━━⊱
┃
┣⊱❥ Aktif: ${kyun(uptime)}
┣⊱❥ JAM : *${jam}*
┣⊱❥ TANGGAL : *${date}*
┣⊱❥ VERSION: 2.5 TERMUX
┃
┣⊱❥ ❌ SPAM
┣⊱❥ ❌ CALL & VC 
┃ Melanggar?? Banned
┃
┣━━━━━━━━━━━━━━━━━━━━
┣⊱❥ Bot ini belum selesai sepenuhnya
┃ Masih dalam proses pengerjaan
┃ Jadi masih jarang aktif, dan 
┃ Maaf Jika Ada Error
┃
┣⊱❥ Jika Lama Harap Ulangi Command
┃
┣⊱❥ *Gunakan Command Tanpa []*
┃
┣⊱❥ Dan Jika Mengalami Error
┃ Harap Lapor Owner Dengan Cara
┃ *${prefix}report* apa pesan errornya
┃
┣⊱❥ Mau Invit Bot?? Donasi Gan,
┃ Kalo Gamau Donasi Follow Ig @_farhan_xcode7
┃
┣⊱❥ Kalian Bisa Mempublish Quotes Kalian
┃ Jika Minat Hubungi Aja Owner Buat Mempublish
┃ Quotes Kalian Gratis Kok:)
┃ Dan Makasih Buat Temen" Yg Mau Di Public Quotesnya:)
┗━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━

┏━━━━❬ *TENTANG ${name}* ❭━━━━━━
┃╭────────────────────────
┃├⊱❥ *${prefix}info*
┃├⊱❥ *${prefix}donasi*
┃├⊱❥ *${prefix}owner*
┃├⊱❥ *${prefix}speed*
┃├⊱❥ *${prefix}daftar*
┃├⊱❥ *${prefix}totaluser*
┃├⊱❥ *${prefix}chatlist*
┃├⊱❥ *${prefix}blocklist*
┃├⊱❥ *${prefix}bahasa*
┃├⊱❥ *${prefix}report [lapor bug]*
┃╰────────────────────────
┗━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━

┏━━━━❬ *MEDIA & DOWNLOAD* ❭━━━━━━━
┃͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏͏╭────────────────────────
┃├⊱❥ *${prefix}fb [link video]*
┃├⊱❥ *${prefix}ytmp3 [link yt]*
┃├⊱❥ *${prefix}ytmp4 [link yt]*
┃├⊱❥ *${prefix}tiktok*
┃├⊱❥ *${prefix}tiktokstalk [username]*
┃├⊱❥ *${prefix}fototiktok*
┃├⊱❥ *${prefix}igstalk [_farhan_xcode7]*
┃├⊱❥ *${prefix}meme*
┃├⊱❥ *${prefix}memeindo*
┃├⊱❥ *${prefix}ssweb*
┃├⊱❥ *${prefix}url2image*
┃├⊱❥ *${prefix}kbbi*
┃├⊱❥ *${prefix}wait*
┃├⊱❥ *${prefix}insta [link]*
┃╰────────────────────────
┗━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━

┏━━━━━━❬ *CREATOR MENU* ❭━━━━━━
┃╭────────────────────────
┃├⊱❥ *${prefix}stiker*
┃├⊱❥ *${prefix}gifstiker*
┃├⊱❥ *${prefix}toimg*
┃├⊱❥ *${prefix}nulis*
┃├⊱❥ *${prefix}ocr*
┃├⊱❥ *${prefix}imoji [❤️]*
┃├⊱❥ *${prefix}tts [id Haii]*
┃├⊱❥ *${prefix}ttp [Fxc7]*
┃╰─────────────────────────
┣━━━━━━━━━━━━━━━━━━━━━━━━❥
┃╭─────────────────────────
┃├⊱❥ *${prefix}cflame3d [FXC7]*
┃├⊱❥ *${prefix}caglow [FXC7]*
┃├⊱❥ *${prefix}cgneon [FXC7]*
┃├⊱❥ *${prefix}cthunder [FXC7]*
┃├⊱❥ *${prefix}cbokeh [FXC7]*
┃├⊱❥ *${prefix}ctoxic [FXC7]*
┃├⊱❥ *${prefix}cmatrix [FXC7]*
┃├⊱❥ *${prefix}cmusic [FXC7]*
┃├⊱❥ *${prefix}cblood [FXC7]*
┃├⊱❥ *${prefix}cwater [FXC7]*
┃├⊱❥ *${prefix}clava [FXC7]*
┃├⊱❥ *${prefix}cfire [FXC7]*
┃├⊱❥ *${prefix}cmarvel [FXC7|BOT]*
┃├⊱❥ *${prefix}cavengers [FXC7|BOT]*
┃├⊱❥ *${prefix}cholo [FXC7]*
┃├⊱❥ *${prefix}cminion [FXC7]*
┃├⊱❥ *${prefix}cold [FXC7]*
┃├⊱❥ *${prefix}cneon [FXC7]*
┃├⊱❥ *${prefix}cstune3d [FXC7|BOT]*
┃├⊱❥ *${prefix}cspace3d [FXC7|BOT]*
┃├⊱❥ *${prefix}csunmory [FXC7]*
┃├⊱❥ *${prefix}cbalon [FXC7]*
┃├⊱❥ *${prefix}cglue3d [FXC7]*
┃├⊱❥ *${prefix}csraved [FXC7]*
┃├⊱❥ *${prefix}cswrite [FXC7]*
┃├⊱❥ *${prefix}cssummer [FXC7]*
┃├⊱❥ *${prefix}ccsky [FXC7]*
┃├⊱❥ *${prefix}ccloud [FXC7]*
┃├⊱❥ *${prefix}crvintage [FXC7]*
┃├⊱❥ *${prefix}cbpink [FXC7]*
┃├⊱❥ *${prefix}ctext3d [FXC7]*
┃├⊱❥ *${prefix}cglitch [FXC7|BOT]*
┃├⊱❥ *${prefix}cluxury [FXC7]*
┃├⊱❥ *${prefix}cmetal [FXC7|BOT]*
┃├⊱❥ *${prefix}cphlogo [FXC7|BOT]*
┃├⊱❥ *${prefix}quotemaker [tx|wtrmk|tema]*
┃╰────────────────────────
┗━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━

┏━━━━━━━❬ *GRUP ONLY* ❭━━━━━━━━
┃╭────────────────────
┃├⊱❥ *${prefix}modeanime [On/Off]*
┃├⊱❥ *${prefix}Naruto*
┃├⊱❥ *${prefix}Minato*
┃├⊱❥ *${prefix}Boruto*
┃├⊱❥ *${prefix}Hinata*
┃├⊱❥ *${prefix}Sakura*
┃├⊱❥ *${prefix}Sasuke*
┃├⊱❥ *${prefix}kaneki*
┃├⊱❥ *${prefix}toukachan*
┃├⊱❥ *${prefix}rize*
┃├⊱❥ *${prefix}akira*
┃├⊱❥ *${prefix}itori*
┃├⊱❥ *${prefix}kurumi*
┃├⊱❥ *${prefix}miku*
┃├⊱❥ *${prefix}anime*
┃╰──────────────────────
┣━━━━━━━━━━━━━━━━━━━━━━━━❥
┃╭────────────────────
┃├⊱❥ *${prefix}welcome [On/Off]*
┃├⊱❥ *${prefix}grup [buka/tutup]*
┃├⊱❥ *${prefix}ownergrup*
┃├⊱❥ *${prefix}setpp*
┃├⊱❥ *${prefix}infogc*
┃├⊱❥ *${prefix}add*
┃├⊱❥ *${prefix}kick*
┃├⊱❥ *${prefix}promote*
┃├⊱❥ *${prefix}demote*
┃├⊱❥ *${prefix}setname*
┃├⊱❥ *${prefix}setdesc*
┃├⊱❥ *${prefix}tagme*
┃├⊱❥ *${prefix}hidetag*
┃├⊱❥ *${prefix}tagall*
┃├⊱❥ *${prefix}mentionall*
┃├⊱❥ *${prefix}fitnah*
┃├⊱❥ *${prefix}grupinfo*
┃├⊱❥ *${prefix}linkgrup*
┃├⊱❥ *${prefix}listadmin*
┃├⊱❥ *${prefix}openanime*
┃├⊱❥ *${prefix}edotense*
┃├⊱❥ *${prefix}kudeta*
┃╰──────────────────────
┣━━━━━━━━━━━━━━━━━━━━━━━━❥
┃╭────────────────────
┃├⊱❥ *${prefix}nsfw [On/Off]*
┃├⊱❥ *${prefix}nsfwloli*
┃├⊱❥ *${prefix}nsfwblowjob*
┃├⊱❥ *${prefix}nsfwneko*
┃├⊱❥ *${prefix}nsfwtrap*
┃├⊱❥ *${prefix}hentai*
┃├⊱❥ *${prefix}indohot*
┃├⊱❥ *${prefix}bokep [stepMoms] <ERROR>*
┃├⊱❥ *${prefix}simih [On/Off]*
┃╰────────────────────────
┗━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━

┏━━━━❬ *OTHER FUN & GAME* ❭━━━━━
┃╭────────────────────────
┃├⊱❥ *${prefix}anjing*
┃├⊱❥ *${prefix}kucing*
┃├⊱❥ *${prefix}testime*
┃├⊱❥ *${prefix}hilih*
┃├⊱❥ *${prefix}say*
┃├⊱❥ *${prefix}shorturl*
┃├⊱❥ *${prefix}apakah*
┃├⊱❥ *${prefix}kapankah*
┃├⊱❥ *${prefix}bisakah*
┃├⊱❥ *${prefix}rate*
┃├⊱❥ *${prefix}watak*
┃├⊱❥ *${prefix}hobby*
┃├⊱❥ *${prefix}beritahoax*
┃╰────────────────────
┣━━━━━━━━━━━━━━━━━━━━━━━━❥
┃╭────────────────────
┃├⊱❥ *${prefix}gantengcek*
┃├⊱❥ *${prefix}cantikcek*
┃├⊱❥ *${prefix}artinama*
┃├⊱❥ *${prefix}truth*
┃├⊱❥ *${prefix}katabijak*
┃├⊱❥ *${prefix}fakta*
┃├⊱❥ *${prefix}dare*
┃├⊱❥ *${prefix}mimpi [Ular]*
┃├⊱❥ *${prefix}translate en|Apa kabar?*
┃├⊱❥ *${prefix}darkjokes*
┃├⊱❥ *${prefix}persengay [Topan]*
┃├⊱❥ *${prefix}pbucin [Farhan]*
┃├⊱❥ *${prefix}quotebucin*
┃╰────────────────────
┣━━━━━━━━━━━━━━━━━━━━━━━━❥
┃╭────────────────────
┃├⊱❥ *${prefix}infogempa*
┃├⊱❥ *${prefix}infogithub*
┃├⊱❥ *${prefix}infocuaca*
┃├⊱❥ *${prefix}infonomor*
┃├⊱❥ *${prefix}grupinfo*
┃├⊱❥ *${prefix}lirik*
┃├⊱❥ *${prefix}quotes*
┃├⊱❥ *${prefix}chord*
┃├⊱❥ *${prefix}wiki*
┃├⊱❥ *${prefix}brainly*
┃├⊱❥ *${prefix}resepmasakan*
┃├⊱❥ *${prefix}map*
┃├⊱❥ *${prefix}film [Fast and Farious]*
┃╰────────────────────────
┗━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━

┏━━━━❬ *OWNER ONLY* ❭━━━━━━━
┃╭──────────────────
┃├⊱❥ *${prefix}bc*
┃├⊱❥ *${prefix}bcgc*
┃├⊱❥ *${prefix}ban*
┃├⊱❥ *${prefix}delete*
┃├⊱❥ *${prefix}unban*
┃├⊱❥ *${prefix}block*
┃├⊱❥ *${prefix}unblock*
┃├⊱❥ *${prefix}clearall*
┃├⊱❥ *${prefix}clone*
┃├⊱❥ *${prefix}getses*
┃├⊱❥ *${prefix}leave*
┃╰────────────────────────
┗━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━

┏━━━━━━━━━━━━━━━━━━━━━━━━━━━┓
┃╭────────────────────────
┃├⊱❥ *SUPPORT ${name}*
┃│
┃├➲ *O BOT*
┃├➲ *M. HADI FIRMANSYA*
┃├➲ *DELIA AULIA*
┃├➲ *KEVIN DAVID*
┃╰────────────────────────
┗━━━━━━━━━━━━━━━━━━━━━━━━━━━┛
┏━━━━━━━━━━━━━━━━━━━━━━━━━┓
┃ *MADE BY ${name}*
┗━━━━━━━━━━━━━━━━━━━━━━━━━┛`
}
exports.help = help
function kyun(seconds){
  function pad(s){
    return (s < 10 ? '0' : '') + s;
  }
  var hours = Math.floor(seconds / (60*60));
  var minutes = Math.floor(seconds % (60*60) / 60);
  var seconds = Math.floor(seconds % 60);
  return `*${pad(hours)} Jam ${pad(minutes)} Menit ${pad(seconds)} Detik*`
}